{
    "title": "City Spies",
    "author": "James Ponti",
    "sections": [
        {
            "id": "Chapter 1",
            "content": [
                "1. A Man Called Mother",
                "SARA LOOKED AT THE WATER stain on the wall and imagined it was an island. She wasn't sure if that was because it actually looked like one or just because she so desperately wished she were in some tropical paradise far from Brooklyn and this tiny room on the eighth floor of Kings County Family Court.",
                "She sat across the table from her public defender, a massive man in a rumpled suit named Randall Stubbs. His bulky frame hunched over as he scanned her file. \"This doesn't look good,\" he muttered, because stating the obvious was apparently something they taught in law school. \"You're lucky they've made such a generous offer.\"",
                "\"They have?\" Sara asked, surprised. \"What is it?\"",
                "He looked up from the file and said, \"You plead guilty to all charges and get thirty months in juvenile detention.\"",
                "Two and a half years in juvie didn't sound generous to Sara, but it probably wasn't much worse than her last few foster homes. She was tough for a twelve-year-old. She could handle it.",
                "\"And, of course,\" he added, \"you won't be allowed near a computer.\"",
                "This, however, was unacceptable.",
                "\"For how long?\"",
                "\"For the duration of your sentence. Maybe longer as a condition of your release. That'll be up to the judge.\"",
                "\"But all I did was—\"",
                "\"What?\" he interrupted. \"Hack into the computer network for the entire juvenile justice system of New York City? Is that what you were going to say? Because that's not what I'd call an 'all I did' situation.\"",
                "\"I know, but I was only trying to …\"",
                "\"It doesn't matter what you were trying to do,\" he said. \"All that matters is what you did. You're lucky you're twelve. If you were thirteen, they probably would've bumped you up to a higher court to make an example out of you.\"",
                "The weight of this hit her hard, and for the first time she regretted her actions. Not because they were against the law. Legal or not, she had no doubt that she'd done the right thing. But she'd never considered that she could be banished from the one corner of the world that made sense to her. The only time Sara felt at home was when she was sitting at a computer keyboard.",
                "\"I'll never hack again,\" she said. \"I promise.\"",
                "\"Oh, you promise?\" he responded sarcastically. \"Maybe you can cross your heart and hope to die once we get in court. I'm sure that'll fix everything.\"",
                "Sara struggled when it came to controlling her temper, a diagnosis confirmed by multiple counselors and at least two school psychologists. Still, she tried to keep cool as she looked at the man who was supposed to be helping her. She couldn't risk angering him, because he was her only hope for a positive outcome. So she took a deep breath and counted to ten, a tip from one of those counselors whose name she'd long since forgotten.",
                "\"If I can't use a computer,\" she said, barely masking her desperation, \"then I can't do the one thing I'm good at. The thing that makes me special.\"",
                "\"Yeah, well, you should've thought of that before you—\"",
                "She probably would've lost her temper right then and there if the door hadn't suddenly flown open, and into the room stepped a man who was in every way the opposite of her attorney.",
                "He was tall and thin with a thatch of unruly black hair. His suit was impeccable. His tie matched his pocket square. And he spoke with a British accent.",
                "\"Sorry to interrupt,\" he said politely. \"But I believe you're in my seat.\"",
                "\"You've got the wrong room,\" grumbled Stubbs. \"Now, if you don't mind, I'm having a conference with my client.\"",
                "\"Except, according to this Substitution of Counsel form, she's my client,\" the other man replied as he showed Stubbs a piece of paper. This brought an instant smile to Sara's face.",
                "Stubbs eyed the man. \"That doesn't make any sense. She can't afford a fancy lawyer like you. She doesn't have any money.\"",
                "\"Of course she doesn't have any money. She's twelve. Twelve-year-olds don't have money. They have bicycles and rucksacks. This one, however, also happens to have an attorney. This paper says I've been retained to represent Ms. Sara Maria Martinez.\" He turned to her and smiled. \"Is that you?\"",
                "\"Yes, sir.\"",
                "\"Brilliant. That means I'm in the right place.\"",
                "\"Who retained you?\" asked the public defender.",
                "\"An interested party,\" said the man. \"Beyond that, it's not your concern. So if you'll please leave, Sara and I have much to talk about. We're due before a judge shortly.\"",
                "Stubbs mumbled to himself as he shoveled his papers into his briefcase. \"I'm going to check this out.\"",
                "\"There's a lovely lady named Valerie who can help you,\" said the British man. \"She's with the clerk of the court on the seventh floor.\"",
                "\"I know where she is,\" Stubbs snapped as he squeezed past the man into the hallway. He started to say something else, but instead just made a frustrated noise and stormed off.",
                "Once Stubbs was gone, the new attorney closed the door and sat across from Sara. \"I've never seen that before,\" he marveled. \"He literally left the room in a huff.\"",
                "She had no idea who might have hired an attorney for her, but she was certainly happy with the change. \"I've never seen it either.\"",
                "\"Now tell me,\" he said as he popped open the latches of his briefcase. \"Is it true? Did you hack into the computers of the city's juvenile justice system?\"",
                "She hesitated to answer.",
                "\"You needn't worry. Attorney-client privilege forbids me from telling anyone what you say in here. I just need to know if it's true.\"",
                "She gave a slight nod. \"Yes. It's true.\"",
                "\"Brilliant,\" he said with a wink. He pulled a small computer from his briefcase and handed it to her. \"I need you to do it again.\"",
                "\"Do what again?\" she asked.",
                "\"Hack into the juvenile justice database,\" he said. \"I need you to make me your attorney of record before Mr. Stubbs gets to the seventh floor and checks for himself.\"",
                "\"You mean you're not my attorney?\" she asked.",
                "\"Never set foot in a law school,\" he said conspiratorially. \"So, chop-chop. I've got an associate who's going to delay him in the hallway, but she'll only be able to do that for so long.\"",
                "Sara's head was spinning. She didn't know what to think.",
                "\"Listen, I don't know who you are, but the court's supposed to assign me a lawyer. A real one.\"",
                "\"And the chap with the mustard stain on his tie is the one it assigned,\" he replied, shaking his head. \"I don't know about you, but I'm not particularly impressed. Over the last nine years, that same court has assigned you to six foster families and nine schools. It's been one botch job after another with them. What do you say we try something new?\"",
                "She looked at him and then at the computer. She was tempted, but she was also confused. \"I don't think—\"",
                "\"What did he say would happen?\" he interrupted. \"I bet he's already worked out a deal with the prosecutor.\"",
                "\"Two and a half years in juvie and I'm banned from using a computer.\"",
                "He shook his head. \"I can do better than that even without a law degree.\"",
                "For reasons she didn't fully understand, Sara believed him. Maybe it was wishful thinking. Maybe it was desperation. Either way, she trusted her gut and started typing.",
                "\"Excellent,\" he said. \"You probably won't regret this.\"",
                "\"Probably?\" She raised an eyebrow. \"Shouldn't you be trying to build up my confidence?\"",
                "\"Only fools and liars speak with certainty about things beyond their control,\" he replied. \"But I'm optimistic, so I'd rate your chances around … eighty-seven percent.\"",
                "Sara smiled and continued typing. \"What kind of computer is this?\"",
                "\"Bespoke,\" he answered.",
                "\"I thought I knew all the computer companies, but I've never heard of that one.\"",
                "\"It's not a company,\" he said. \"'Bespoke' means something has been tailor-made to the specific needs of an individual.\"",
                "\"Someone made this for you?\"",
                "He nodded.",
                "\"Well, whoever 'bespoke' it really knew what they were doing.\"",
                "\"Wait until you see the massive one,\" he said. \"You're going to love it. That is, if we're not both behind bars by the end of the day.\"",
                "Sara knew computers well, but she'd never seen one like this. It was fast and powerful, and she quickly shredded through the firewall that was supposed to protect the juvenile justice portal.",
                "\"They didn't even fix the backdoor I used the other day,\" she said in disbelief.",
                "\"Large institutions move slowly,\" he said. \"Hopefully large attorneys do too.\"",
                "It took her less than two minutes to reach the database for attorney assignments. She happily deleted the entry for Randall Stubbs and asked, \"What's your name?\"",
                "\"Excellent question,\" he said as he pulled three passports out of his briefcase. \"Which sounds best?\"",
                "He read from the first one. \"Croydon St. Vincent Marlborough the Third.\" He gave a sour face. \"Seems a bit excessive, don't you think?\"",
                "She nodded. \"Yes.\"",
                "\"We'll pass on that.\" He read from the next. \"Nigel Honeybuns.\" This one made him snicker. \"Honeybuns? I quite like that.\" He tucked it into a pocket in his briefcase. \"I think I'll save that one for another time.\"",
                "\"We're kind of in a hurry,\" she reminded him.",
                "\"Right, right, here we go,\" he said, reading from the last one. \"Gerald Anderson. That sounds like a proper barrister. Dull. Boring. Imminently forgettable. Which is exactly what we want. That's my name, Gerald Anderson.\"",
                "He handed her the passport so she could check the spelling as she typed it into the database.",
                "\"I just click 'update,'\" she said as she finished, \"and we're all set.\"",
                "He flashed a nervous smile and paused to listen. \"No alarms.\" He opened the door and leaned out into the hallway. \"No one rushing in to arrest us. Very nice work, Sara.\"",
                "\"Except now I have an attorney who's never gone to law school.\"",
                "\"I've watched a ton of courtroom dramas on the telly,\" he said. \"I can handle an appearance before a judge.\"",
                "\"Don't you mean 'probably'?\" she replied.",
                "He smiled at this. \"Right … probably. First, though, I'll need details about the hack.\"",
                "\"I'm sure they're all in there,\" she said, pointing at the file.",
                "\"This only tells me what you did,\" he replied. \"I want to know the reason.\"",
                "\"The lawyer, you know, the one who actually went to law school, said it didn't matter why I did it.\"",
                "\"It may not matter to him. It might not even matter to the judge. But it matters very much to me.\"",
                "She thought about her answer for a moment, trying to come up with the most straightforward way to tell it. She didn't want to get upset. She hated showing emotions in front of anyone. \"My most recent foster parents …\"",
                "\"Leonard and Deborah Clark?\"",
                "\"Yeah, them,\" she said with a sneer. \"They like to take in more kids than they have room for because the state pays them by the kid. More kids mean more money, whether they spend it on us or not. No one really checks that. We were crammed into bedrooms that were too small. Rather than give everyone a meal, they put food in the middle of the table, so it looked like there was more than there was. They called it 'family style,' which is a joke because they treated us like anything but a family.\"",
                "\"A new kid named Gabriel came about a month ago. He was scared. Sad. Lonely. Everything you'd expect from a five-year-old. He liked me because we were the only Hispanic kids in the house.\"",
                "\"You spoke Spanish to him?\"",
                "\"Sometimes,\" she said. \"Until they made us stop. Mr. Clark told me, 'You're in America now, so speaking English is something you're going to have to get used to.'\"",
                "The lawyer shook his head. \"And what did you say to that?\"",
                "\"I pointed out that Puerto Rico was already part of America, that I'd spent almost my entire life in Brooklyn, and that if he really wanted to speak English well, he shouldn't end sentences with prepositions.\"",
                "The man laughed. \"Cheeky.\"",
                "\"I'm not exactly sure what 'cheeky' means, but his cheeks turned red, so I guess so,\" she replied.",
                "\"Did you get in trouble?\" he asked.",
                "She nodded, the humor of the moment gone. \"I could handle his punishment, though. It was Gabriel who couldn't.\"",
                "\"Why was Gabriel punished?\"",
                "She paused and saw him studying her expression. He wanted to watch her eyes as she spoke.",
                "\"One night he wet his bed,\" she answered, \"and to punish him, they locked him in the hall closet. I could hear him crying. They didn't care. They would've let him cry all night. So, I got up and let him out.\"",
                "\"And then what happened?\" he asked.",
                "\"Then they locked me in the closet with him. Told me I had to learn my place. So, I picked the lock from the inside and let us both out.\" She was on the verge of tears, so she stopped for a moment.",
                "\"And then?\" he prodded.",
                "\"They locked us outside on the roof. They left us there all night. It was cold. It was terrifying. The next morning, I went to school, got a pass to the computer lab, and started working. First I hacked the juvenile justice database to see how many kids had been sent to the Clarks. Then I hacked their bank accounts to show how much money they were taking in and where they were actually spending it.\"",
                "\"You're not being charged with hacking the bank,\" he said, flipping through some pages.",
                "She grinned. \"Yeah, they dropped their complaint. I'm pretty sure they don't want the world to find out that a twelve-year-old girl beat their security system.\"",
                "\"Nice,\" he said. \"I might be able to use that later. What'd you do with this information once you'd gotten it?\"",
                "\"I sent everything to my social worker,\" she said. \"And you know how stupid I am? When I saw the police coming up to the house, I thought they were going to arrest the two of them. For about forty-five seconds I was happy.\"",
                "\"But they arrested you instead?\"",
                "She nodded.",
                "\"The Clarks even had the other kids line up on the porch so they would see me being led out of the house in handcuffs.\" She closed her eyes tight, determined not to let a single tear fall. \"They said, 'This is what happens to criminals.'\"",
                "He'd actually heard the story the night before, through a listening device. But he liked hearing stories twice. He wanted to see if they changed. That was always a good indicator of how truthful they were. Besides, seeing her face as she recalled it told him everything he needed to know.",
                "\"That's a good reason,\" he said. \"I can work with that. I can make this a lot better.\"",
                "\"Don't you mean 'probably'?\" she asked.",
                "He smiled warmly. \"No, I'm certain I can. But I'll need you to do something difficult. Something the reports in this file say you're completely incapable of.\"",
                "\"What's that?\" she asked.",
                "\"I need you to trust me,\" he said. \"No matter what I say or do, I need you to trust me.\"",
                "\"How can I trust you?\" she asked. \"I don't even know your name.\"",
                "\"Sure you do. It's Nigel Honeybuns. It's Gerald Anderson. Sometimes it's even Croydon St. Vincent Marlborough the Third. It all depends on the situation,\" he said with a shrug. \"But my friends and colleagues, and I do hope that's a group you'll soon consider yourself to be a part of, they all call me Mother.\"",
                "For the first time since she'd been arrested, Sara laughed.",
                "\"Mother? That's an unusual name for a man.\"",
                "\"True,\" he said, smiling at her. \"But I'm an unusual man, wouldn't you say?\""
            ]
        },
        {
            "id": "Chapter 2",
            "content": [
                "2. Crunchem Hall",
                "THE REPORTS IN SARA'S FILE were accurate. She didn't trust people. Especially adults. To be fair, not many had given her reason to do so. There'd been a few nice teachers along the way. And two good foster families. But that was about it. Now, as she sat in a holding cell waiting to be called into the courtroom, she was having second thoughts about trusting a man who called himself Mother and carried at least three phony passports in his briefcase.",
                "\"Rich girl, you gonna help me out?\" There were only three other girls in the cell, but it took Sara a moment to realize this one was talking to her. She almost laughed at the absurdity of it. \"I'm not rich.\" They were sitting on blue wooden benches facing each other, about four feet apart. The older, much larger girl leaned closer. \"I saw your lawyer,\" she said. \"Shiny suit. Expensive shoes. You've got to have money to have a lawyer like that. Maybe he can help me out too. Or maybe I can look after you. Keep you safe once we get to juvie. It won't cost your family much.\"",
                "\"Leave her alone.\" The warning came from an unlikely source, a girl named Emily who'd shared a cell with Sara the night before. Her perfectly manicured nails gave the impression that she knew her way around the salon much better than she did a jail cell. She'd told Sara that she'd been arrested for shoplifting and her mother was making her spend the night behind bars to teach her a lesson.",
                "\"No one was talking to you, princess,\" the first girl said.",
                "\"Well, if Sara needs anyone to look after her, I'll do it,\" Emily replied. \"So thanks, but no thanks.\"",
                "The first girl stood and towered over them, her attention now fully focused on Emily. \"How do you plan on protecting anybody?\"",
                "\"Really, guys,\" Sara said, trying to calm the situation. \"It's all a misunderstanding. I don't have any money. And I don't need any protection.\"",
                "Emily ignored her and got up in the other girl's face. \"I'll just use these,\" she said, flashing her thumbs.",
                "\"What? You gonna text someone for help on that phone you shoplifted?\"",
                "\"No,\" Emily replied flatly. \"I'm going to do this.\" With lightning speed, she jabbed her thumbs deep into the sides of the larger girl's rib cage, making her gasp for air and stagger backward. Sara stared in amazement as Emily reached over and carefully guided the other girl back to the bench, making sure she didn't fall. \"It'll hurt for a while, maybe bruise a bit, but there's no real damage,\" Emily said in a half-whisper. \"I can't promise I'll go as easy on you next time, so you might want to think twice before you threaten anyone else.\"",
                "Sara sat there amazed and was still trying to make sense of it all when a guard came to the door. \"Martinez, Sara,\" he announced. She was too distracted to respond. \"Martinez, Sara,\" he repeated.",
                "\"That's me.\"",
                "\"Time for court,\" he said, unlocking the cell door.",
                "Sara looked back at Emily, who said, \"Good luck in there.\"",
                "\"Thanks,\" she replied as she got up and started to leave. She nodded toward the girl who was still catching her breath. \"Thanks for that, too.\"",
                "Emily smiled. \"It's what cell sisters do, right?\"",
                "Sara followed the guard into the courtroom. Her mind was still distracted by what had happened between the two girls as she sat at the defendant's table next to Mother. \"You all right?\" he asked when he saw her expression.",
                "\"Yeah,\" she said. \"I'm fine.\"",
                "\"Good, because I need your full attention,\" he said. \"And I need you to remember the part about trusting me.\"",
                "She didn't know what to make of him, but there wasn't any time to figure it out. The bailiff stood and announced the judge's entrance. \"All rise for the Honorable Lyman J. Pancake. Court is now in session.\"",
                "Mother smirked. \"Pancake? Maybe I should've gone with Honeybuns after all. We would've been like a breakfast buffet.\"",
                "Sara didn't laugh. She wasn't in a joking mood. Neither was the Honorable Lyman J. Pancake. He might've had a funny name, but the rest of him appeared completely humorless. Perhaps a lifetime of listening to flapjack jokes had worn away his good nature. His expression could best be described as puckered, as if he'd just drunk lemonade without enough sugar. What little hair he had left formed a semicircle of white bristle that started above his ears and met somewhere in the back. After some formalities he asked, \"How does the defendant plead?\"",
                "Mother looked up from his briefcase long enough to announce, \"Guilty, Your Honor.\"",
                "Sara knew she was guilty but thought there'd be some negotiations before they admitted it. From what she'd seen on television, guilty people usually started off claiming to be innocent. The judge turned to the prosecuting attorney and asked, \"Is there a plea arrangement, Ms. Adams?\"",
                "The prosecutor was tall and lean with short blond hair. Her youthful face hinted that she'd only been out of law school for a few years, and her huge smile indicated she was delighted, if perhaps a bit surprised, to hear the guilty plea. \"No, Your Honor,\" she replied. \"I had preliminary discussions with Ms. Martinez's original attorney, but no agreement was reached.\"",
                "\"She looks really happy,\" Sara whispered nervously. \"I don't think you were supposed to plead guilty.\"",
                "\"Is that true, Mr. Anderson?\" asked the judge. Rather than respond, Mother kept shuffling through his papers. It took Sara a moment to realize that it was because he didn't recognize his phony name. \"Is that true, Mr. Anderson?\" the judge repeated, this time a bit louder.",
                "Sara nudged him. \"You're Mr. Anderson.\"",
                "\"Oops,\" he whispered to her. \"Told you it was forgettable.\" He turned his attention to the judge and asked, \"Is what true, Your Honor?\"",
                "\"That you have not reached a plea arrangement with the prosecution?\"",
                "\"It's my understanding that opposing counsel has offered a sentence of two and a half years in juvenile detention,\" Mother said.",
                "\"That may have been discussed as one of several possibilities,\" the prosecutor replied with a Cheshire cat grin. \"But like I said, there was no official agreement. And now that there's an admission of guilt in open court, I'm not inclined to let her off so easy.\"",
                "Sara slumped in her chair. Things were going from bad to worse in a hurry.",
                "\"That's fine,\" said Mother. \"Because we find that offer unsatisfactory.\"",
                "\"I guarantee you won't get a better one,\" she said.",
                "\"I don't want a better one,\" he replied. \"I want one that's worse.\"",
                "Now Sara was really confused.",
                "\"I'm sorry, what?\" asked the judge.",
                "\"Thirty months just isn't enough,\" Mother replied. \"My client compromised highly secure computer files. And, although it's not listed among the charges, she also hacked into the financial records of a multinational bank.\"",
                "\"Hey,\" protested Sara. \"What about attorney-client privilege?\"",
                "\"That would only apply if I was actually an attorney,\" he whispered. He turned back to the judge and continued, \"Your Honor, this behavior is serious and calls for more than two and a half years. Personally, I think she should remain in custody until she turns eighteen.\"",
                "\"What are you doing?\" Sara pleaded under her breath. \"That's six years.\"",
                "\"One moment, Your Honor,\" he said, raising a finger. \"I need to confer with my client.\" Mother leaned over so that he was right next to Sara's ear. \"As crazy as this sounds, this is the part where I need you to trust me.\"",
                "\"But you're arguing for a harsher penalty than they offered,\" she said. \"That doesn't make sense.\"",
                "\"It will when I'm done,\" he replied. \"Just give me ninety seconds.\" He unclasped his watch and held it up for her. \"Then you can decide.\" For the first time she noticed the back of his left hand was covered with burn scars. They continued up past his wrist and disappeared beneath his sleeve. Somehow, she'd overlooked them earlier.",
                "\"A fire,\" he said, reading her reaction. \"I'll tell you about it when we get out of here. But now I'm asking for a minute and a half of trust.\"",
                "Oddly, the scars were what swayed her. They hinted that there was more to him than fast talk and a nice suit. He'd suffered through something, which meant he was tough. Maybe even as tough as her. She took the watch and examined it. \"Looks pretty cheap for someone who's supposed to be a high-priced attorney.\"",
                "\"I keep meaning to get a posh one,\" he said. \"Maybe we can take care of that once we're done here.\"",
                "Finally, she nodded her assent. \"Okay… but at ninety-one seconds I start telling the judge about fake passports.\"",
                "\"Atta girl.\"",
                "\"Your Honor, if I may?\" interjected the prosecutor. \"We can quickly draft an agreement placing Ms. Martinez in a supervised group home until her eighteenth birthday.\"",
                "\"Also unsatisfactory,\" said Mother.",
                "\"Aren't you the one who just said she should remain in custody until she becomes an adult?\" she asked.",
                "\"Yes, but not at a place like that,\" said Mother. \"All she'll do there is learn how to be a better criminal. I have an alternative in mind.\"",
                "Sara watched the second hand intently. He was down to a minute and seven seconds.",
                "\"Where?\" asked the judge.",
                "\"Crunchem Hall,\" replied Mother.",
                "\"Crunchem Hall?\" Pancake asked, trying to place the name.",
                "\"It's a specialized facility that houses a handful of juvenile offenders,\" he replied. \"She'll get one-on-one attention, counseling, and a first-rate education.\"",
                "\"Are we placing her in detention or sending her to summer camp?\" asked the prosecutor. \"The taxpayers aren't footing the bill for that.\"",
                "\"All the fees will be paid by a private foundation,\" Mother said, waving a sheet of paper from his briefcase. \"I have the documentation right there. Sara Martinez will no longer cost the taxpayers a penny.\"",
                "Sara didn't know what to think when she saw the \"documentation.\" It was a takeout menu from a nearby deli. According to the watch, he was down to twenty-six seconds.",
                "\"It sounds too good to be true,\" said the judge. \"Which undoubtedly means it is. We don't reward criminal behavior with luxury accommodations. Ms. Martinez broke the law, and she will be going into a supervised group home when we're done here.\"",
                "Ten seconds.",
                "\"You might want to rethink that,\" said Mother. \"She either goes to Crunchem Hall or we change our plea to 'not guilty' and move on to a trial that I can guarantee both of you will regret.\"",
                "\"Why is that?\" asked the judge.",
                "Mother paused. His time was up, and he looked at Sara. She was torn. She didn't know where this was going, but it seemed to be going… somewhere. He had a fake name, no legal training, and his key piece of evidence was a list of twenty-seven different sandwiches. He also told lies with alarming ease. Yet, despite all of this, he seemed totally pleased with how events were unfolding. She handed him back the watch, and he smiled. \"This is about to get fun,\" he whispered to her confidently.",
                "Mother turned to the judge. \"If we go to trial, the first thing I'll do is insist you remove yourself from the case.\"",
                "\"On what grounds?\" he protested.",
                "\"On the grounds that you're prejudiced against my client because when she hacked the juvenile justice portal, she came across personal e-mails of yours that are embarrassing in nature.\"",
                "Sara had no idea what he was talking about. She hadn't gotten near any e-mails.",
                "\"The e-mail server wasn't compromised,\" insisted the judge.",
                "\"Then how do I have a copy of this note you sent two weeks ago?\" Mother said, and began to read from a piece of paper. \"'Yesterday I had dinner with the mayor, and let me tell you that man is an absolute—'\"",
                "The judge slammed his gavel repeatedly to keep Mother from reading any further. \"Why don't I just put that one down for a second?\" Mother said as he laid it on the defense table. \"There are also e-mails from various attorneys, such as this one,\" he said as he began to read from another. \"'How can you take a man seriously when his name is Judge Pancake? Where'd he go to law school? Hash Brown University?'\"",
                "\"Objection!\" the prosecutor exclaimed as soon as she recognized it as an e-mail she'd written to a friend.",
                "\"He should object, not you,\" said Mother. \"It's his name you're making fun of.\"",
                "\"Your Honor, he's trying to blackmail us.\"",
                "Mother laughed. \"No, that's not blackmail. But this next one's pretty close.\" He picked up another paper and started to read. \"'About the legal conference last week in Atlantic City, please don't tell my wife any of…'\"",
                "\"Order in the court!\" the judge bellowed, pounding his gavel. \"Order in the court!\"",
                "Sara looked up at Mother, and he shot her a wink. He turned back to the judge. \"There are dozens of such e-mails, and I will make sure that every one is read aloud and placed into the public record, which I can only imagine will be embarrassing for both of you. Or…\" He stopped speaking for a moment to give the judge a chance to consider his options.",
                "\"Tell me more about Crunchem Hall,\" said the judge. \"Who's in charge there?\"",
                "\"Trunchbull,\" said Mother. \"Very tough.\"",
                "\"Right, Warden Trunchbull,\" the judge said. \"Tough… but fair, if I remember correctly. Tell me more.\"",
                "Four hours later Sara Maria Martinez was released from custody into the care of a man claiming to be Gerald Anderson, attorney-at-law. He signed a few papers, and they exited the courthouse through a revolving door into a sunny Brooklyn afternoon. Sara took a deep breath of fresh air and asked, \"So do you want to explain what happened in there?\"",
                "\"We won,\" said Mother. \"Bit of a drubbing, if I'm being honest.\"",
                "\"I'm not so sure we can call that a victory,\" she replied. \"You got me sentenced to six years in custody.\"",
                "\"True, but they're to be served at a fictional facility, so it shouldn't be too difficult.\"",
                "Sara gave him a look. \"What are you talking about?\"",
                "\"Crunchem Hall is the school in Matilda,\" he explained. \"Miss Trunchbull is the evil headmistress. They only exist in a children's book.\" He paused for a moment and added, \"Unless you count the movie and the musical, both of which I quite enjoyed.\"",
                "\"Are you insane?\"",
                "\"I only had ninety seconds, and I needed to come up with something,\" he said. \"The trick was using names that were vaguely recognizable. That way they were more likely to think it was real.\"",
                "\"But what if they remembered the book?\"",
                "\"The prosecutor seemed too young to have kids, and the judge is old enough that it's been decades since he read any bedtime stories, so I thought we were probably safe.\"",
                "\"Again with the 'probably.'\"",
                "\"Life is filled with 'probablies,' Sara. You're going to have to get comfortable with them.\"",
                "\"If it's a fictional place, then why did you insist on me being sentenced until I was eighteen?\"",
                "\"Because you're no longer the concern of the juvenile courts,\" he said. \"You've been sent away until you're an adult. No one's going to come looking for you. No social worker's going to follow up and knock on your door. You've fallen through the cracks of the American judicial system.\" He smiled proudly. \"So cheers for that.\"",
                "\"You're saying I'm free?\"",
                "\"In every way.\"",
                "\"Then what happens now?\"",
                "\"Now, it gets interesting,\" he said. \"You've got some massive decisions to make. But first I'd like you to come for a ride.\" He motioned toward a limousine waiting nearby. \"I want to show you something.\"",
                "\"In a limo?\"",
                "\"I figured you came here handcuffed in the back of a panda car; the least we can do is leave in style.\"",
                "\"Panda car?\"",
                "\"A police car,\" he explained. \"It's black and white, like a panda.\"",
                "As she followed him, she asked, \"So what made you think of Matilda?\"",
                "\"It was written by Roald Dahl,\" he said. \"He's my favorite author.\"",
                "\"You must really like kids' books.\"",
                "\"I do, but that's not why he's my favorite,\" said Mother. \"He's my favorite because in addition to being a writer, he was a spy.\" Mother stopped, turned back to face her, and said, \"Just like me.\"",
                "Sara laughed.",
                "\"I'm not joking,\" he said. \"I'm an agent with the British Secret Intelligence Service, also known as MI6. That's why I have the passports. That's how I have copies of their e-mails. I command an elite team that is only sent out on high-priority missions.\"",
                "\"And one of those high-priority missions was keeping me out of juvenile detention?\" she replied suspiciously.",
                "\"This wasn't a mission so much as it was a recruitment. An emergency one, at that.\"",
                "\"What do you mean?\"",
                "\"We're about to go into the field for a critical operation,\" he said. \"And we just discovered that we need one more person on our team. We thought we'd come over and see if that person might be you.\"",
                "\"We?\" asked Sara.",
                "Mother opened the rear door of the limo, and Sara saw a familiar face looking back at her from inside. \"Emily?\" she said, recognizing her \"cell sister.\"",
                "\"Actually, the name's Sydney,\" she replied with an Australian accent. \"Glad he was able to bust you out.\""
            ]
        },
        {
            "id": "Chapter 3",
            "content": [
                "Chapter 3: Brooklyn",
                "RATHER THAN A PRISONER TRANSPORT bus, Sara left the courthouse  in  a  limousine  with  two  people  who  claimed  to  be spies. Surprisingly, she had no doubt that that’s exactly what they were. She just wasn’t sure how she fit into their plans.",
                "“Let me get this straight,” she said as they took Atlantic Avenue deeper into Brooklyn. “You two are a team?”",
                "“Part of one,” answered Sydney.",
                "“And you came here to see if I was a good fit for that team?”",
                "“That’s right,” said Mother.",
                "“Am I?” “So far, it’s quite promising,” he said, “but we can’t be certain until we conduct some more tests.”",
                "“What do you mean, more tests?” she said. “I haven’t taken any.”",
                "“Actually, you’ve taken two so far,” he answered. “First when I asked  you  to  hack  into  the  juvenile  justice  portal  and  make  me your  attorney.  That’s  performance  under  pressure.  An  essential skill.” He turned to Sydney. “She did it in under two minutes.”",
                "“Impressive,” said Sydney.",
                "“The second was trusting me in the courtroom,” he continued. “That  demonstrated  your  ability  to  adapt  to  rapidly  changing situations. Also essential.”",
                "“I wish I could’ve been there to see it,” said Sydney.",
                "“It’s too bad,” joked Mother. “I was sensational.”",
                "Sydney rolled her eyes and shared a look with Sara. “By the way, I did some shopping earlier.” Sydney handed her two department store bags. “I tried to guess your sizes and what you might like.”",
                "Sara looked in the bags. “You bought me clothes?”",
                "“Just to hold you over until we can get you a proper wardrobe,”she replied.",
                "“Although, most days you’ll wear your school uniform,” added Mother.",
                "Sara  gave  him  a  curious  look.  “My  school  doesn’t  have  a uniform.”",
                "“About that. You’re going to be enrolled in a new school called Kinloch Abbey.”",
                "“Sounds about as fake as Crunchem Hall,” she said. “Let me guess. It’s from James and the Giant Peach.”",
                "“No, this one’s not in a book,” Mother said. “It’s in Scotland.”",
                "Sara waited for him to laugh, but he didn’t. She waited some more, but there was still no laugh.",
                "“You’re serious?”",
                "“It’s a bit posh,” said Sydney. “Aer all, part of it’s in a castle. But once you get over that, you’ll like it.”",
                "“We’re going to Scotland?!”",
                "Instead of answering, Mother leaned toward the driver and asked, “Can you please turn le and take us to house number 197?”",
                "“We’re pressed for time,” Sydney reminded him. “If we miss this flight, we’ll lose an entire day.”",
                "“I know, I know,” he reassured her. “It’s just a quick detour for context. Besides, I really want to see it.”",
                "“I’m sorry,” Sara interrupted, “but can we get back to the whole Scotland thing?”",
                "“Shortly,” Mother assured her as the limo parked in front of a three-story redbrick town house. “First, tell me what you know about Winston Churchill.”",
                "“Absolutely nothing,” she said blankly. “The name sounds … kind of familiar, but that’s it.”",
                "“Jaw-dropping,” he said disapprovingly. “Kinloch will take care of that in a tick. But, for now, just know that as prime minister during World War Two, Churchill saved Britain and quite possibly the world from annihilation. He’s a personal hero of mine and did more for the British Secret Intelligence Service than anyone else.” “Okay,” she said. “So why are you telling me this?”"


            ]
        }
    ]
}